"App Memory" = "זיכרון היישום";
"Page Ins" = "כניסות עמודים";
"Cached Files" = "קבצים המאוחסנים במטמון";
"Wired" = "קבוע";
"MEMORY PRESSURE" = "לחץ זיכרון";
"File Cache" = "מטמון קבצים";
"Compressed" = "דחוס";
"%1$@ of %2$@" = "%1$@ מתוך %2$@";
"Memory Pressure Above" = "לחץ זיכרון >";
"Page Outs" = "הוצאות עמודים";
"Pressure" = "‏לחץ";
"PROCESSES" = "תהליכים";
"MEMORY" = "זיכרון";
"Used" = "בשימוש";
"Inactive" = "לא פעיל";
"Free" = "פנוי";
"Memory" = "זיכרון";
"SWAP MEMORY" = "החלפה בשימוש";
"Active" = "פעיל";
"Cache" = "מטמון";


// Unlocalized strings



// Modified strings

